Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 拖动地图或左右轻扫改变时间
de: Karte ziehen oder seitlich streichen, um die Zeit zu ändern
en: Drag the map or swipe sideways to change the time
es: Arrastra el mapa o desliza hacia los lados para cambiar la hora
fr: Faites glisser la carte ou balayez latéralement pour changer l’heure.
id: Seret peta atau gesek ke samping untuk mengubah waktu
it: Trascina la mappa o scorri lateralmente per cambiare l’ora
ja: 地図をドラッグするか左右にスワイプして時刻を変更
ko: 지도를 드래그하거나 좌우로 쓸어넘겨 시간을 바꿉니다
nl: Sleep de kaart of veeg opzij om de tijd te wijzigen.
pl: Przeciągnij mapę lub przesuń w bok, aby zmienić czas
pt_br: Arraste o mapa ou deslize para os lados para mudar o horário
ru: Перетащите карту или смахните влево или вправо, чтобы изменить время
tr: Haritayı sürükleyerek veya sola ya da sağa kaydırarak saati değiştirin
vi: Kéo bản đồ hoặc vuốt ngang để thay đổi thời gian
zh_hant: 拖移地圖或左右輕掃來更改時間

# 按下组合…
source: 按下组合键…
de: Tastenkombination drücken …
en: Press keys…
es: Pulsa las teclas…
fr: Appuyez sur les touches…
id: Tekan kombinasi tombol…
it: Premi i tasti…
ja: キーの組み合わせを押す…
ko: 키 조합을 누르세요…
nl: Druk toetsen in…
pl: Naciśnij klawisze…
pt_br: Pressione as teclas…
ru: Нажмите клавиши…
tr: Tuşlara basın…
vi: Nhấn tổ hợp phím…
zh_hant: 按下組合鍵⋯

source: 振替休日
de: Ersatzfeiertag
en: Substitute holiday
es: Día festivo sustituto
fr: Jour férié de remplacement
id: Hari libur pengganti
it: Giorno festivo sostitutivo
ko: 대체 휴일
nl: Vervangende vrije dag
pl: Zastępczy dzień wolny
pt_br: Feriado substituto
ru: Перенесённый выходной
tr: Telafi tatili
vi: Ngày nghỉ bù
zh_hant: 補假

source: 换算时间
de: Uhrzeit umrechnen
en: Convert Time
es: Convertir una hora
fr: Convertir une heure
id: Konversi Waktu
it: Converti orario
ja: 時刻を変換
ko: 시간 변환
nl: Reken tijd om
pl: Przelicz czas
pt_br: Converter Horário
ru: Пересчитать время
tr: Saati Dönüştür
vi: Quy đổi giờ
zh_hant: 換算時間

source: 排序
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteer
pl: Sortowanie
pt_br: Ordenar
ru: Сортировка
tr: Sırala
vi: Sắp xếp

source: 提前提醒
de: Vorab erinnern
en: Advance notice
es: Avisar con antelación
fr: Rappel à l’avance
id: Pengingat awal
it: Preavviso
ja: 事前通知
ko: 사전 알림
nl: Waarschuwing vooraf
pl: Przypomnienie z wyprzedzeniem
pt_br: Aviso com Antecedência
ru: Напомнить заранее
tr: Önceden uyar
vi: Nhắc trước

# 提醒未能安排，请稍后重试。
source: 无法安排提醒，请稍后再试。
de: Die Erinnerung konnte nicht geplant werden. Versuche es später erneut.
en: Couldn’t schedule the alert. Try again later.
es: No se ha podido programar el aviso. Inténtalo más tarde.
fr: Impossible de programmer le rappel. Réessayez plus tard.
id: Tidak dapat menjadwalkan pengingat. Coba lagi nanti.
it: Impossibile programmare l’avviso. Riprova più tardi.
ja: 通知を予約できませんでした。しばらくしてからやり直してみてください。
ko: 알림을 예약할 수 없습니다. 나중에 다시 시도하세요.
nl: De waarschuwing kon niet worden gepland. Probeer het later opnieuw.
pl: Nie udało się zaplanować przypomnienia. Spróbuj ponownie później.
pt_br: Não foi possível agendar o alerta. Tente novamente mais tarde.
ru: Не удалось запланировать напоминание. Повторите позже.
tr: Uyarı planlanamadı. Daha sonra yeniden deneyin.
vi: Không thể lên lịch nhắc. Hãy thử lại sau.
zh_hant: 無法安排提醒，請稍後再試。

# 提醒设置无法读取，已备份原始数据并保持关闭。
source: 提醒设置无法读取，已备份原始数据，提醒保持关闭。
de: Die Erinnerungseinstellungen konnten nicht gelesen werden. Das Original wurde gesichert, Erinnerungen bleiben aus.
en: Alert settings couldn’t be read. The original data was backed up and alerts are off.
es: No se han podido leer los ajustes de los avisos. Se ha guardado una copia de seguridad de los datos originales y los avisos permanecen desactivados.
fr: Impossible de lire les réglages des rappels. L’original a été sauvegardé et les rappels restent désactivés.
id: Pengaturan pengingat tidak dapat dibaca; data asli telah dicadangkan dan pengingat tetap nonaktif.
it: Impossibile leggere le impostazioni degli avvisi. I dati originali sono stati salvati in una copia di backup e gli avvisi restano disattivati.
ja: 通知設定を読み取れませんでした。元のデータをバックアップし、通知はオフのままです。
ko: 알림 설정을 읽을 수 없어 원본 데이터를 백업하고 알림을 꺼 둔 상태로 유지합니다.
nl: De instellingen voor waarschuwingen konden niet worden gelezen. Er is een reservekopie van de oorspronkelijke gegevens gemaakt. Waarschuwingen blijven uitgeschakeld.
pl: Nie udało się odczytać ustawień przypomnień. Oryginalne dane zachowano w kopii zapasowej; przypomnienia pozostają wyłączone.
pt_br: Não foi possível ler os ajustes dos alertas. Os dados originais foram salvos em backup e os alertas permanecem desativados.
ru: Не удалось прочитать настройки напоминаний. Создана резервная копия исходных данных; напоминания остаются выключенными.
tr: Uyarı ayarları okunamadı; özgün veriler yedeklendi, uyarılar kapalı.
vi: Không thể đọc cài đặt nhắc; dữ liệu gốc đã được sao lưu và tính năng nhắc vẫn tắt.
zh_hant: 無法讀取提醒設定，已備份原始資料，提醒保持關閉。

source: 搜索城市或时区…
de: Stadt oder Zeitzone suchen …
en: Search cities or time zones…
es: Buscar ciudades o zonas horarias…
fr: Rechercher une ville ou un fuseau horaire…
id: Cari kota atau zona waktu…
it: Cerca città o fusi orari…
ja: 都市または時間帯を検索…
ko: 도시 또는 시간대 검색…
nl: Zoek een stad of tijdzone…
pl: Szukaj miasta lub strefy czasowej…
pt_br: Buscar cidade ou fuso horário…
ru: Поиск города или часового пояса…
tr: Şehir veya saat dilimi arayın…
vi: Tìm thành phố hoặc múi giờ…
zh_hant: 搜尋城市或時區⋯

source: 撤销
de: Widerrufen
en: Undo
es: Deshacer
fr: Annuler
id: Urungkan
it: Annulla
ja: 取り消す
ko: 실행 취소
nl: Herstel
pl: Cofnij
pt_br: Desfazer
ru: Отменить
tr: Geri Al
vi: Hoàn tác
zh_hant: 還原

source: 操作未完成，请打开Dayside后重试。
de: Die Aktion wurde nicht abgeschlossen. Öffne Dayside und versuche es erneut.
en: The action didn’t finish. Open Dayside and try again.
es: La acción no se ha completado. Abre Dayside e inténtalo de nuevo.
fr: L’action n’a pas abouti. Ouvrez Dayside et réessayez.
id: Tindakan tidak selesai. Buka Dayside, lalu coba lagi.
it: Azione non completata. Apri Dayside e riprova.
ja: 操作を完了できませんでした。Daysideを開いてやり直してみてください。
ko: 동작을 완료하지 못했습니다. Dayside를 열고 다시 시도하세요.
nl: De actie is niet voltooid. Open Dayside en probeer het opnieuw.
pl: Nie udało się dokończyć czynności. Otwórz aplikację Dayside i spróbuj ponownie.
pt_br: A ação não foi concluída. Abra o Dayside e tente novamente.
ru: Действие не завершено. Откройте Dayside и повторите.
tr: İşlem tamamlanamadı. Dayside’ı açıp yeniden deneyin.
vi: Tác vụ chưa hoàn tất. Hãy mở Dayside rồi thử lại.
zh_hant: 操作未完成，請打開Dayside後再試。

source: 支持页面
de: Support-Seite
en: Support Page
es: Página de soporte
fr: Page d’assistance
id: Halaman Dukungan
it: Pagina di supporto
ja: サポートページ
ko: 지원 페이지
nl: Ondersteuningspagina
pl: Strona pomocy
pt_br: Página de Suporte
ru: Страница поддержки
tr: Destek Sayfası
vi: Trang hỗ trợ
zh_hant: 支援頁面

source: 放大地图
de: Karte vergrößern
en: Enlarge map
es: Ampliar mapa
fr: Agrandir la carte
id: Perbesar peta
it: Ingrandisci mappa
ja: 地図を拡大
ko: 지도 확대
nl: Vergroot kaart
pl: Powiększ mapę
pt_br: Ampliar Mapa
ru: Увеличить карту
tr: Haritayı Büyüt
vi: Phóng to bản đồ
zh_hant: 放大地圖

source: 敬老日
de: Tag der Achtung für die Älteren
en: Respect for the Aged Day
es: Día del Respeto a los Mayores
fr: Jour du respect des personnes âgées
id: Hari Penghormatan Lansia
it: Giornata del rispetto per gli anziani
ja: 敬老の日
ko: 경로의 날
nl: Dag van respect voor ouderen
pl: Dzień Szacunku dla Osób Starszych
pt_br: Dia do Respeito aos Idosos
ru: День почитания пожилых людей
tr: Yaşlılara Saygı Günü
vi: Ngày Kính lão

source: 数据来源
de: Datenquellen
en: Data Sources
es: Fuentes de datos
fr: Sources des données
id: Sumber Data
it: Fonti dei dati
ja: データの出典
ko: 데이터 출처
nl: Gegevensbronnen
pl: Źródła danych
pt_br: Fontes de Dados
ru: Источники данных
tr: Veri Kaynakları
vi: Nguồn dữ liệu
zh_hant: 資料來源

source: 文化日
de: Tag der Kultur
en: Culture Day
es: Día de la Cultura
fr: Jour de la culture
id: Hari Kebudayaan
it: Giornata della cultura
ja: 文化の日
ko: 문화의 날
nl: Dag van de cultuur
pl: Dzień Kultury
pt_br: Dia da Cultura
ru: День культуры
tr: Kültür Günü
vi: Ngày Văn hóa

source: 文字
de: Text
en: Text
es: Texto
fr: Texte
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
vi: Chữ

source: 文字大小
de: Textgröße
en: Text size
es: Tamaño del texto
fr: Taille du texte
id: Ukuran teks
it: Dimensioni del testo
ja: 文字の大きさ
ko: 텍스트 크기
nl: Tekstgrootte
pl: Wielkość tekstu
pt_br: Tamanho do Texto
ru: Размер текста
tr: Metin puntosu
vi: Cỡ chữ

source: 文字颜色
de: Textfarbe
en: Text color
es: Color del texto
fr: Couleur du texte
id: Warna teks
it: Colore del testo
ja: テキストカラー
ko: 텍스트 색상
nl: Tekstkleur
pl: Kolor tekstu
pt_br: Cor do Texto
ru: Цвет текста
tr: Metin Rengi
vi: Màu chữ
zh_hant: 文字顏色

source: 新月
de: Neumond
en: New Moon
es: Luna nueva
fr: Nouvelle lune
id: Bulan Baru
it: Luna nuova
ko: 신월
nl: Nieuwe maan
pl: Nów
pt_br: Lua Nova
ru: Новолуние
tr: Yeni Ay
vi: Trăng non

source: 旅行
de: Reisen
en: Travel
es: Viajes
fr: Voyages
id: Perjalanan
it: Viaggi
ko: 여행
nl: Reizen
pl: Podróże
pt_br: Viagens
ru: Поездки
tr: Seyahat
vi: Chuyến đi

source: 无
de: Keine
en: None
es: Ninguno
fr: Aucun
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Yok
vi: Không có
zh_hant: 無

source: 无法保存文件。请选择可写入的位置后重试。
de: Die Datei konnte nicht gesichert werden. Wähle einen beschreibbaren Speicherort und versuche es erneut.
en: Couldn’t save the file. Choose a location you can write to and try again.
es: No se ha podido guardar el archivo. Elige una ubicación donde puedas escribir e inténtalo de nuevo.
fr: Impossible d’enregistrer le fichier. Choisissez un emplacement accessible en écriture et réessayez.
id: File tidak dapat disimpan. Pilih folder yang dapat ditulisi, lalu coba lagi.
it: Impossibile salvare il file. Scegli una posizione accessibile in scrittura e riprova.
ja: ファイルを保存できませんでした。書き込み可能な場所を選んでやり直してみてください。
ko: 파일을 저장할 수 없습니다. 쓰기 가능한 위치를 선택한 후 다시 시도하세요.
nl: Het bestand kon niet worden bewaard. Kies een schrijfbare locatie en probeer het opnieuw.
pl: Nie udało się zachować pliku. Wybierz folder z prawem zapisu i spróbuj ponownie.
pt_br: Não foi possível salvar o arquivo. Escolha um local com permissão de gravação e tente novamente.
ru: Не удалось сохранить файл. Выберите место, доступное для записи, и повторите попытку.
tr: Dosya kaydedilemedi. Yazma izni olan bir konum seçip yeniden deneyin.
vi: Không thể lưu tệp. Hãy chọn vị trí có thể ghi rồi thử lại.
zh_hant: 無法儲存檔案。請選擇可寫入的位置後再試。

# 无法复制，请重试。
source: 无法拷贝，请重试。
de: Kopieren fehlgeschlagen. Versuche es erneut.
en: Couldn’t copy. Try again.
es: No se ha podido copiar. Inténtalo de nuevo.
fr: Impossible de copier. Réessayez.
id: Tidak dapat menyalin. Coba lagi.
it: Impossibile copiare. Riprova.
ja: コピーできませんでした。やり直してみてください。
ko: 복사할 수 없습니다. 다시 시도하세요.
nl: Kopiëren is mislukt. Probeer het opnieuw.
pl: Nie udało się skopiować. Spróbuj ponownie.
pt_br: Não foi possível copiar. Tente novamente.
ru: Не удалось скопировать. Повторите попытку.
tr: Kopyalanamadı. Yeniden deneyin.
vi: Không thể sao chép. Hãy thử lại.
zh_hant: 無法拷貝，請再試一次。

# 无法生成分享预览。请检查所选时区和日期后重试。
source: 无法生成分享预览。请检查所选地点和日期后重试。
de: Die Vorschau konnte nicht erstellt werden. Prüfe den ausgewählten Ort und das Datum und versuche es erneut.
en: Couldn’t create the preview. Check the selected place and date, then try again.
es: No se ha podido generar la vista previa. Comprueba el lugar y la fecha seleccionados e inténtalo de nuevo.
fr: Impossible de créer l’aperçu du partage. Vérifiez le lieu et la date sélectionnés, puis réessayez.
id: Tidak dapat membuat pratinjau. Periksa lokasi dan tanggal yang dipilih, lalu coba lagi.
it: Impossibile creare l’anteprima. Controlla il luogo e la data selezionati, poi riprova.
ja: 共有プレビューを作成できませんでした。選択した場所と日付を確認してやり直してみてください。
ko: 공유 미리보기를 만들 수 없습니다. 선택한 장소와 날짜를 확인한 후 다시 시도하세요.
nl: Kon geen voorvertoning maken. Controleer de gekozen locatie en datum en probeer het opnieuw.
pl: Nie udało się utworzyć podglądu. Sprawdź wybrane miejsce i datę, a potem spróbuj ponownie.
pt_br: Não foi possível gerar a prévia. Confira o local e a data escolhidos e tente novamente.
ru: Не удалось создать предварительный просмотр. Проверьте выбранные места и даты и повторите попытку.
tr: Paylaşım önizlemesi oluşturulamadı. Konumu ve tarihi denetleyip yeniden deneyin.
vi: Không thể tạo bản xem trước. Hãy kiểm tra địa điểm và ngày đã chọn rồi thử lại.
zh_hant: 無法產生分享預覽。請檢查所選地點和日期後再試。

source: 日出
de: Sonnenaufgang
en: Sunrise
es: Salida del sol
fr: Lever du soleil
id: Matahari Terbit
it: Alba
ja: 日の出
ko: 일출
nl: Zonsopgang
pl: Wschód słońca
pt_br: Nascer do Sol
ru: Восход
tr: Gün Doğumu
vi: Mặt trời mọc

source: 日出 %@
de: Sonnenaufgang %@
en: Sunrise %@
es: Salida del sol: %@
fr: Lever du soleil %@
id: Matahari terbit %@
it: Alba %@
ja: 日の出 %@
ko: 일출 %@
nl: Zonsopgang %@
pl: Wschód %@
pt_br: Nascer do Sol %@
ru: Восход %@
tr: Gün doğumu %@
vi: Mặt trời mọc %@

source: 日出不变
de: Sonnenaufgang unverändert
en: Sunrise unchanged
es: Salida del sol sin cambios
fr: Lever du soleil inchangé
id: Matahari terbit tidak berubah
it: Alba invariata
ja: 日の出は変わらず
ko: 일출 변화 없음
nl: Zonsopgang ongewijzigd
pl: Wschód bez zmian
pt_br: Nascer do sol sem mudança
ru: Восход без изменений
tr: Gün doğumu aynı
vi: Giờ mặt trời mọc không đổi
zh_hant: 日出不變

source: 日出早%lld分钟
de: Sonnenaufgang %lld Minuten früher
en: Sunrise %lld minutes earlier
es: Salida del sol %lld minutos antes
fr: Lever du soleil %lld minutes plus tôt
id: Matahari terbit %lld menit lebih awal
it: Alba %lld minuti prima
ja: 日の出は%lld分早く
ko: 일출 %lld분 빨라짐
nl: Zonsopgang %lld minuten eerder
pl: Wschód o %lld minuty wcześniej
pt_br: Nascer do sol %lld minutos mais cedo
ru: Восход на %lld минут раньше
tr: Gün doğumu %lld dakika erken
vi: Mặt trời mọc sớm hơn %lld phút
zh_hant: 日出早%lld分鐘

source: 日出晚%lld分钟
de: Sonnenaufgang %lld Minuten später
en: Sunrise %lld minutes later
es: Salida del sol %lld minutos más tarde
fr: Lever du soleil %lld minutes plus tard
id: Matahari terbit %lld menit lebih lambat
it: Alba %lld minuti dopo
ja: 日の出は%lld分遅く
ko: 일출 %lld분 늦어짐
nl: Zonsopgang %lld minuten later
pl: Wschód o %lld minuty później
pt_br: Nascer do sol %lld minutos mais tarde
ru: Восход на %lld минут позже
tr: Gün doğumu %lld dakika geç
vi: Mặt trời mọc muộn hơn %lld phút
zh_hant: 日出晚%lld分鐘

source: 日历
de: Kalender
en: Calendar
es: Calendario
fr: Calendrier
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
nl: Agenda
pl: Kalendarz
pt_br: Calendário
ru: Календарь
tr: Takvim
vi: Lịch
zh_hant: 行事曆

source: 日照时长
de: Tageslichtdauer
en: Daylight Duration
es: Duración de la luz diurna
fr: Durée du jour
id: Durasi Siang
it: Durata del giorno
ja: 昼の長さ
ko: 낮의 길이
nl: Daglengte
pl: Długość dnia
pt_br: Duração da Luz Solar
ru: Продолжительность светового дня
tr: Gün Işığı Süresi
vi: Độ dài ban ngày
zh_hant: 日照時間

source: 日落
de: Sonnenuntergang
en: Sunset
es: Puesta del sol
fr: Coucher du soleil
id: Matahari Terbenam
it: Tramonto
ja: 日の入
ko: 일몰
nl: Zonsondergang
pl: Zachód słońca
pt_br: Pôr do Sol
ru: Закат
tr: Gün Batımı
vi: Mặt trời lặn

source: 日落 %@
de: Sonnenuntergang %@
en: Sunset %@
es: Puesta del sol: %@
fr: Coucher du soleil %@
id: Matahari terbenam %@
it: Tramonto %@
ja: 日の入 %@
ko: 일몰 %@
nl: Zonsondergang %@
pl: Zachód %@
pt_br: Pôr do Sol %@
ru: Закат %@
tr: Gün batımı %@
vi: Mặt trời lặn %@

source: 日落不变
de: Sonnenuntergang unverändert
en: Sunset unchanged
es: Puesta del sol sin cambios
fr: Coucher du soleil inchangé
id: Matahari terbenam tidak berubah
it: Tramonto invariato
ja: 日の入は変わらず
ko: 일몰 변화 없음
nl: Zonsondergang ongewijzigd
pl: Zachód bez zmian
pt_br: Pôr do sol sem mudança
ru: Закат без изменений
tr: Gün batımı aynı
vi: Giờ mặt trời lặn không đổi
zh_hant: 日落不變

source: 日落早%lld分钟
de: Sonnenuntergang %lld Minuten früher
en: Sunset %lld minutes earlier
es: Puesta del sol %lld minutos antes
fr: Coucher du soleil %lld minutes plus tôt
id: Matahari terbenam %lld menit lebih awal
it: Tramonto %lld minuti prima
ja: 日の入は%lld分早く
ko: 일몰 %lld분 빨라짐
nl: Zonsondergang %lld minuten eerder
pl: Zachód o %lld minuty wcześniej
pt_br: Pôr do sol %lld minutos mais cedo
ru: Закат на %lld минут раньше
tr: Gün batımı %lld dakika erken
vi: Mặt trời lặn sớm hơn %lld phút
zh_hant: 日落早%lld分鐘

source: 日落晚%lld分钟
de: Sonnenuntergang %lld Minuten später
en: Sunset %lld minutes later
es: Puesta del sol %lld minutos más tarde
fr: Coucher du soleil %lld minutes plus tard
id: Matahari terbenam %lld menit lebih lambat
it: Tramonto %lld minuti dopo
ja: 日の入は%lld分遅く
ko: 일몰 %lld분 늦어짐
nl: Zonsondergang %lld minuten later
pl: Zachód o %lld minuty później
pt_br: Pôr do sol %lld minutos mais tarde
ru: Закат на %lld минут позже
tr: Gün batımı %lld dakika geç
vi: Mặt trời lặn muộn hơn %lld phút
zh_hant: 日落晚%lld分鐘

# 时区数据是最新的。
source: 时区数据与已知规则变更一致。
de: Die Zeitzonendaten stimmen mit den bekannten Regeländerungen überein.
en: Time zone data matches known rule changes.
es: Los datos de zonas horarias coinciden con los cambios de reglas conocidos.
fr: Les données de fuseaux horaires correspondent aux changements de règles connus.
id: Data zona waktu sesuai dengan perubahan aturan yang diketahui.
it: I dati dei fusi orari corrispondono alle modifiche note alle regole.
ja: 時間帯データは既知のルール変更と一致しています。
ko: 시간대 데이터가 알려진 규칙 변경과 일치합니다.
nl: Tijdzonegegevens komen overeen met bekende regelwijzigingen.
pl: Dane stref czasowych są zgodne ze znanymi zmianami reguł.
pt_br: Os dados de fusos horários estão de acordo com as alterações de regra conhecidas.
ru: Данные часовых поясов соответствуют известным изменениям правил.
tr: Saat dilimi verileri bilinen kural değişiklikleriyle uyumlu.
vi: Dữ liệu múi giờ khớp với các thay đổi quy tắc đã biết.
zh_hant: 時區資料與已知規則變更一致。

# 时区数据曾损坏：已备份原始数据，并恢复了可读的部分。
source: 地点数据曾损坏，已恢复可读的部分，原始数据已备份。
de: Ortsdaten waren beschädigt. Der lesbare Teil wurde wiederhergestellt; die Originaldaten wurden gesichert.
en: Place data was damaged. Readable places were restored, and the original data was backed up.
es: Los datos de lugares estaban dañados. Se ha recuperado la parte legible y se ha guardado una copia de seguridad de los datos originales.
fr: Les données des lieux étaient endommagées. La partie lisible a été restaurée et les données d’origine ont été sauvegardées.
id: Data lokasi pernah rusak. Bagian yang masih terbaca telah dipulihkan, dan data asli dicadangkan.
it: I dati dei luoghi erano danneggiati. Le voci leggibili sono state ripristinate e i dati originali sono stati salvati in una copia di backup.
ja: 場所データが破損していたため、読み取れた場所を復元し、元のデータをバックアップしました。
ko: 장소 데이터가 손상되어 읽을 수 있는 부분을 복원했습니다. 원본 데이터는 백업했습니다.
nl: Locatiegegevens waren beschadigd. Leesbare locaties zijn hersteld en er is een reservekopie van het origineel gemaakt.
pl: Dane miejsc były uszkodzone. Czytelne wpisy przywrócono, a oryginalne dane zachowano w kopii zapasowej.
pt_br: Os dados de locais estavam corrompidos. A parte legível foi recuperada e os dados originais foram salvos em backup.
ru: Данные мест были повреждены. Доступные для чтения записи восстановлены, а для исходных данных создана резервная копия.
tr: Konum verileri bozulmuştu. Okunabilen veriler geri yüklendi ve özgün veriler yedeklendi.
vi: Dữ liệu địa điểm bị hỏng. Các mục đọc được đã được khôi phục, bản gốc đã sao lưu.
zh_hant: 地點資料曾損壞，可讀的部分已還原，原始資料已備份。

# 时区数据未随应用一起安装，搜索不可用。
source: 城市数据缺失，无法搜索。请重新安装Dayside。
de: Städtedaten fehlen, die Suche ist nicht verfügbar. Installiere Dayside erneut.
en: City data is missing, so search isn’t available. Reinstall Dayside.
es: Faltan los datos de ciudades; la búsqueda no está disponible. Reinstala Dayside.
fr: Les données des villes manquent ; la recherche est indisponible. Réinstallez Dayside.
id: Data kota tidak tersedia, pencarian tidak dapat digunakan. Instal ulang Dayside.
it: Dati delle città mancanti, la ricerca non è disponibile. Reinstalla Dayside.
ja: 都市データがないため、検索できません。Daysideを再インストールしてください。
ko: 도시 데이터가 없어 검색을 사용할 수 없습니다. Dayside를 다시 설치하세요.
nl: Stadsgegevens ontbreken, zoeken is niet beschikbaar. Installeer Dayside opnieuw.
pl: Brak danych miast; wyszukiwanie jest niedostępne. Zainstaluj ponownie aplikację Dayside.
pt_br: Os dados de cidades estão faltando e a busca não está disponível. Reinstale o Dayside.
ru: Данные городов отсутствуют, поиск недоступен. Переустановите Dayside.
tr: Şehir verileri eksik, arama kullanılamıyor. Dayside’ı yeniden yükleyin.
vi: Dữ liệu thành phố bị thiếu, không thể tìm kiếm. Hãy cài đặt lại Dayside.
zh_hant: 缺少城市資料，無法搜尋。請重新安裝Dayside。

source: 时区数据检查
de: Prüfung der Zeitzonendaten
en: Time Zone Data Check
es: Comprobación de los datos de zonas horarias
fr: Vérification des données de fuseaux horaires
id: Pemeriksaan Data Zona Waktu
it: Verifica dei dati dei fusi orari
ja: 時間帯データの確認
ko: 시간대 데이터 확인
nl: Controle van tijdzonegegevens
pl: Kontrola danych stref czasowych
pt_br: Verificação dos Dados de Fusos Horários
ru: Проверка данных часовых поясов
tr: Saat Dilimi Verileri Denetimi
vi: Kiểm tra dữ liệu múi giờ
zh_hant: 時區資料檢查

# 时区数据由 macOS 提供，随系统更新。已知规则变更收录至 %@。
source: 更新macOS后再检查一次。已知规则变更收录到%@。
de: Aktualisiere macOS und prüfe die Daten erneut. Bekannte Regeländerungen sind bis %@ erfasst.
en: Update macOS, then check again. Known rule changes are recorded through %@.
es: Actualiza macOS y vuelve a comprobarlo. Los cambios de reglas conocidos están registrados hasta %@.
fr: Mettez macOS à jour, puis vérifiez à nouveau. Les changements de règles connus sont recensés jusqu’à la date suivante : %@.
id: Perbarui macOS, lalu periksa lagi. Perubahan aturan yang diketahui tercatat hingga %@.
it: Aggiorna macOS, poi ricontrolla. Le modifiche note alle regole sono registrate fino a %@.
ja: macOSをアップデートして、もう一度確認してください。既知のルール変更は%@まで収録されています。
ko: macOS를 업데이트한 뒤 다시 확인하세요. 알려진 규칙 변경은 %@까지 수록되어 있습니다.
nl: Werk macOS bij en controleer het opnieuw. Bekende regelwijzigingen zijn verwerkt tot en met %@.
pl: Uaktualnij system macOS i sprawdź ponownie. Uwzględniono znane zmiany reguł do %@.
pt_br: Atualize o macOS e confira novamente. As alterações de regra conhecidas estão registradas até %@.
ru: Обновите macOS и проверьте ещё раз. Учтены известные изменения правил по состоянию на %@.
tr: macOS’i güncelleyip yeniden denetleyin. Bilinen kural değişiklikleri %@ tarihine kadar kayıtlıdır.
vi: Hãy cập nhật macOS rồi kiểm tra lại. Các thay đổi quy tắc đã biết được ghi nhận đến %@.
zh_hant: 更新macOS後再檢查一次。已知規則變更收錄至%@。

source: 时区标识
de: Zeitzonenkennung
en: Time Zone Identifier
es: Identificador de zona horaria
fr: Identifiant de fuseau horaire
id: Pengenal Zona Waktu
it: Identificativo del fuso orario
ja: 時間帯識別子
ko: 시간대 식별자
nl: Tijdzone-ID
pl: Identyfikator strefy czasowej
pt_br: Identificador do Fuso Horário
ru: Идентификатор часового пояса
tr: Saat Dilimi Tanımlayıcısı
vi: Mã định danh múi giờ
zh_hant: 時區識別碼

source: 时差不差
de: Zeit auf deiner Seite
en: Time on your side
es: El tiempo a tu favor
fr: Le décalage horaire, au plus juste
id: Beda waktu, tetap selaras
it: Fusi diversi, stessa sintonia
ja: 時差も、正確に
ko: 시차는 달라도, 박자는 맞게
nl: Ieder zijn tijd. Iedereen op tijd
pl: W różnych strefach. Na jednej fali
pt_br: Fusos horários sem erro
ru: Разница во времени без ошибок
tr: Saat farkı sorun olmasın
vi: Lệch múi giờ, không lệch nhịp
zh_hant: 時差不差

# 时段快照截至 %@
source: 可约时段截至%@
de: Verfügbarkeit bis %@
en: Availability through %@
es: Disponibilidad hasta %@
fr: Disponibilités jusqu’au %@
id: Ketersediaan hingga %@
it: Disponibilità fino al %@
ja: 予約可能な時間枠は%@まで
ko: 예약 가능 기한: %@
nl: Beschikbaarheid tot en met %@
pl: Godziny dostępności ważne do %@
pt_br: Disponibilidade válida até %@
ru: Время для встреч указано до %@
tr: Uygun saatler %@ tarihine kadar geçerli
vi: Giờ có thể hẹn đến %@
zh_hant: 可約時段截至%@
